{"title":"Results of project: Test project","withNormalisation":false,"withWeighting":false,"sections":[{"index":0,"title":"Introduction","text":"In the following the results of the project are shown. This is a default template for the report of the project results. You can configure this template via the project editor by \n\n\u003cp\u003e\u003cul\u003e\n\u003cli\u003echanging the text of the sections, \n\u003cli\u003eadding or removing sections, \n\u003cli\u003emoving sections around, \n\u003cli\u003eand selecting visual components that should be shown. \n\u003c/ul\u003e\u003c/p\u003e\n\nNote that you can also use HTML elements to format the section texts. Additionally, you can export this report as an HTML page using the export button in the toolbar of the report view."},{"index":1,"title":"Project Variants","text":"This table shows the name and description of the variants as defined in the project setup. The variant names of the project setup are used for all charts and tables of the other report components.","componentId":"variant_description_table"},{"index":2,"title":"Selected LCIA Categories","text":"The table below shows the LCIA categories of the selected LCIA method of the project. Only the LCIA categories that are selected to be displayed are shown in the report. Additionally, a user friendly name and a description for the report can be provided.","componentId":"indicator_description_table"},{"index":3,"title":"LCIA Results","text":"This table shows the LCIA results of the project variants. Each selected LCIA category is displayed in the rows and the project variants in the columns. The unit is the unit of the LCIA category as defined in the LCIA method.","componentId":"impact_result_table"},{"index":4,"title":"Single Indicator Results","text":"The following chart shows the single results of each project variant for the selected indicator. You can change the selection and the chart is dynamically updated.","componentId":"indicator_bar_chart"},{"index":5,"title":"Process Contributions","text":"This chart shows the contributions of the selected processes in the project setup to the variant results of the selected LCIA category. As for the single indicator results, you can change the selection and the chart is dynamically updated.","componentId":"process_contribution_chart"},{"index":6,"title":"Relative Results","text":"The following chart shows the relative indicator results of the respective project variants. For each indicator, the maximum result is set to 100% and the results of the other variants are displayed in relation to this result.","componentId":"relative_indicator_bar_chart"}],"parameters":[],"variants":[],"indicators":[{"id":0,"descriptor":{"referenceUnit":"tests","refId":"fbbd6c30-4dc0-4f33-aee1-b76060f3b64c","id":2,"name":"Test category","version":0,"lastChange":0,"type":"IMPACT_CATEGORY"},"reportName":"Test category","displayed":true}],"processes":[],"results":[],"addedValues":[],"netCosts":[]}